tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"

brew "ack"
brew "ant"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "boost"
brew "ccache"
brew "checkbashisms"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "fzf"
brew "gist"
brew "git"
brew "git-lfs"
brew "go"
brew "gradle"
brew "hub"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "libksba"
brew "libtool"
brew "llvm"
brew "logrotate"
brew "makeicns"
brew "pkg-config"
brew "nodenv"
brew "pandoc"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "travis"
brew "tree"
brew "upx"
brew "vim"
brew "wget"
brew "yarn"

cask "adobe-acrobat-reader"
cask "alfred"
cask "caffeine"
cask "dbeaver-community"
cask "docker"
cask "dynamodb-local"
cask "evernote"
cask "fanny"
cask "firefox"
cask "flycut"
cask "highsierramediakeyenabler"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "java8"
cask "jupyter-notebook-ql"
cask "jupyter-notebook-viewer"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "slack"
cask "spectacle"
cask "spotify"
cask "spotmenu"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vmware-fusion"
cask "webpquicklook"
cask "xquartz"
